
do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "م1" then
return [[
🏆🏆 - اوامر العامه في الكروب👑👑
💯💯💯💯💯💯💯💯💯💯💯💯💯
اوامر الحماية
🔴-فتح🔔قفل🔕 الاضافه
🔴-فتح🔔قفل🔕البوتات
🔴-فتح🔔قفل🔕 المجموعه
🔴-فتح🔔قفل🔕 الدردشه
🔴-فتح🔔قفل🔕 الصور 
🔴-فتح🔔قفل🔕 الصوت
🔴-فتح🔔قفل🔕 الوسائط
🔴-فتح🔔قفل🔕 الفيديو
🔴-فتح🔔قفل🔕 الروابط
🔴-فتح🔔قفل🔕 التكرار 
🔴-فتح🔔قفل🔕 الملصقات
🔴-فتح🔔قفل🔕 الصور المتحركه 
🔴-فتح🔔قفل🔕 الفايلات 
🔴-فتح🔔قفل🔕 الكلايش 
🔴-فتح🔔قفل🔕 الاضافه الجماعيه 
🔴-فتح🔔قفل🔕 العربيه   
🔴-فتح🔔قفل🔕اعاده توجيه
🔴-الجيوش-فتح🔔قفل🔕
〰〰〰〰〰〰〰〰〰〰

✨✨ للتواصل ✨✨
Dev:> @memo_cool
Dev:> @K_R_A_l_J
]]
end

if not is_momod(msg) then
return "مو شغلك ودعبل 😎🖕🏿"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(م1)"
},
run = run 
}
end
